export const services = [
  {
    label: "Діагностика та ремонт двигуна",
    description:
      "Включає в себе виявлення та усунення несправностей у роботі двигуна, таких як: заміна деталей двигуна; ремонт системи живлення та випуску; регулювання системи зажигання; інші проблеми пов'язані з двигунами",
    imageSrc: "/service-engine.svg",
    imageAlt: "Engine",
    items: [
      {
        name: "Діагностика двигуна",
        price: 350,
      },
      {
        name: "Заміна ременя ГРМ",
        price: 1250,
      },
      {
        name: "Заміна оливи в двигуні",
        price: 300,
      },
      {
        name: "Заміна шківа колінчатого валу",
        price: 350,
      },
      {
        name: "Заміна сальника колінчатого валу",
        price: 300,
      },
      {
        name: "Заміна сальника розподільчого валу",
        price: 300,
      },
      {
        name: "Заміна прокладки ГБЦ",
        price: 3500,
      },
      {
        name: "Заміна прокладки клапанної кришки",
        price: 700,
      },
      {
        name: "Заміна подушки двигуна",
        price: 450,
      },
      {
        name: "Заміна приводного ременя",
        price: 350,
      },
    ],
  },
  {
    label: "Ремонт підвіски та гальмівної системи",
    description:
      "Включає заміну або ремонт: амортизаторів; стабілізаторів; поперечних важелів; гальмівних колодок; гальмівних дисків та інших компонентів підвіски та гальмівної системи",
    imageSrc: "/service-suspension.svg",
    imageAlt: "Suspension",
    items: [
      {
        name: "Заміна сайлентблоків підрамника",
        price: 450,
      },
      {
        name: "Заміна сайлентблока важеля",
        price: 700,
      },
      {
        name: "Заміна кульової опори",
        price: 400,
      },
      {
        name: "Заміна пружин",
        price: 650,
      },
      {
        name: "Заміна амортизаторів",
        price: 750,
      },
      {
        name: "Заміна стійки стабілізатора",
        price: 300,
      },
      {
        name: "Заміна важеля",
        price: 450,
      },
      {
        name: "Заміна підшипника маточини",
        price: 700,
      },
      {
        name: "Заміна маточини",
        price: 700,
      },
      {
        name: "Діагностика ходової",
        price: 350,
      },
    ],
  },
  {
    label: "Ремонт системи випуску відпрацьованих газів",
    description:
      "Включає заміну і ремонт вихлопної системи автомобіля, таких як: глушники; каталізатори; датчики та інші компоненти",
    imageSrc: "/service-pipe.svg",
    imageAlt: "Pipe",
    items: [
      {
        name: "Заміна прокладки вихлопної труби",
        price: 300,
      },
      {
        name: "Заміна лямбда зонда",
        price: 400,
      },
      {
        name: "Заміна резонатора",
        price: 350,
      },
      {
        name: "Заміна каталізатора",
        price: 500,
      },
      {
        name: "Заміна глушника",
        price: 350,
      },
      {
        name: "Заміна прокладки випускного колектора",
        price: 650,
      },
    ],
  },
  {
    label: "Ремонт електричної системи",
    description:
      "Включає діагностику та ремонт електрообладнання автомобіля, таких як: акумулятори; стартери; генератори; проводка; системи освітлення, зарядки та пуску.",
    imageSrc: "/service-electrical.svg",
    imageAlt: "Electrical",
    items: [
      {
        name: "Заміна датчика розподільчого валу",
        price: 350,
      },
      {
        name: "Заміна датчика колінчатого валу",
        price: 400,
      },
      {
        name: "Заміна свічок розжарювання",
        price: 300,
      },
      {
        name: "Заміна свічок запалювання",
        price: 100,
      },
      {
        name: "Заміна датчика парктроника",
        price: 250,
      },
      {
        name: "Заміна лампочки фари",
        price: 100,
      },
      {
        name: "Заміна генератора",
        price: 600,
      },
      {
        name: "Заміна акумулятора",
        price: 150,
      },
      {
        name: "Ремонт електропроводки автомобіля",
        price: 700,
      },
      {
        name: "Заміна датчика абс",
        price: 350,
      },
    ],
  },
  {
    label: "Шиномонтажні послуги",
    description: "Включають: балансування; ремонт коліс; заміна шин; встановлення нових шин; сезонне зберігання коліс",
    imageSrc: "service-tire.svg",
    imageAlt: "Tire",
    items: [
      {
        name: "Розвал-сходження",
        price: 750,
      },
      {
        name: "Комплекс шиномонтажу (за 1 колесо)",
        price: 150,
      },
      {
        name: "Балансування",
        price: 50,
      },
    ],
  },
  {
    label: "Кузовний ремонт",
    description:
      "Включає: ремонт кузова та фарбування автомобіля; видалення вм'ятин і подряпин; заміна скла та інші роботи, пов'язані з відновленням зовнішнього вигляду автомобіля",
    imageSrc: "service-body-repair.svg",
    imageAlt: "Body repair",
    items: [
      {
        name: "Рихтування деталей кузова авто",
        price: 1500,
      },
      {
        name: "Заміна деталей кузова",
        price: 400,
      },
      {
        name: "Усунення середнього перекосу",
        price: 5000,
      },
      {
        name: "Заміна лобового скла",
        price: 1000,
      },
      {
        name: "Рихтування автомобіля на стапелі",
        price: 1500,
      },
      {
        name: "Зварювання (зварювальні роботи)",
        price: 500,
      },
      {
        name: "Ремонт бамперів та пластикових деталей",
        price: 400,
      },
      {
        name: "Фарбування авто (повне, локальне)",
        price: 2500,
      },
      {
        name: "Повне розбирання авто для повного фарбування",
        price: 6000,
      },
      {
        name: "Антикорозійна обробка авто",
        price: 5000,
      },
    ],
  },
];
